

#Пользователь вводит три числа, найти среднее арифметическое с точностью 3.
print('Введите первое число:')
var1 = int(input())
print('Введите второе число:')
var2 = int(input())
print('Введите третье число:')
var3 = int(input())
srednee = ((var1 + var2 + var3) / 3)
print(srednee)